<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
	<dict>
		<key>Description</key>
		<string>Move Zoom package into testing</string>
		<key>Identifier</key>
		<string>com.inbenta.ptch.Zoom</string>
		<key>Input</key>
		<dict></dict>
		<key>MinimumVersion</key>
		<string>1.0.0</string>
		<key>Process</key>
		<array>
			<dict>
				<key>Arguments</key>
				<dict>
					<key>package</key>
					<string>Zoom</string>
					<key>patch</key>
					<string>Zoom</string>
					<key>delta</key>
					<integer>0</integer>
				</dict>
				<key>Processor</key>
				<string>com.honestpuck.PatchBot/PatchManager</string>
			</dict>
		</array>
	</dict>
</plist>
