<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Description</key>
	<string>Downloads the current release version of Zoom and builds a package. Then, uploads to the JSS.</string>
	<key>Identifier</key>
	<string>com.inbenta.jss.TestZoom</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>%CATEGORY%</string>
		<key>POLICY_CATEGORY</key>
		<string>%POLICY_CATEGORY%</string>
		<key>POLICY_TEMPLATE</key>
		<string>%POLICY_TEMPLATE%</string>
		<key>NAME</key>
		<string>%NAME%</string>
		<key>GROUP_NAME</key>
		<string>%GROUP_NAME%</string>
		<key>RELEASE</key>
		<string>latest</string>
		<key>SELF_SERVICE_DESCRIPTION</key>
		<string>The Zoom app provides cloud-hosted video conferencing, plus online meetings and group messaging.</string>
		<key>SELF_SERVICE_ICON</key>
		<string>Zoom.png</string>
    <key>USER_AGENT</key>
		<string>Mozilla/5.0 (Macintosh; Intel Mac OS X 10_8_3) AppleWebKit/536.28.10 (KHTML, like Gecko) Version/6.0.3 Safari/536.28.10</string>
	</dict>
	<key>MinimumVersion</key>
	<string>1.1</string>
	<key>ParentRecipe</key>
	<string>com.inbenta.pkg.Zoom</string>
	<key>Process</key>
	<array>
		<dict>
			<key>Arguments</key>
			<dict>
				<key>category</key>
				<string>%CATEGORY%</string>
				<key>policy_category</key>
				<string>%POLICY_CATEGORY%</string>
				<key>policy_template</key>
				<string>%POLICY_TEMPLATE%</string>
				<key>prod_name</key>
				<string>%NAME%</string>
				<key>self_service_description</key>
				<string>%SELF_SERVICE_DESCRIPTION%</string>
				<key>self_service_icon</key>
				<string>%SELF_SERVICE_ICON%</string>
				<key>groups</key>
				<array>
					<dict>
						<key>name</key>
						<string>%GROUP_NAME%</string>
						<key>smart</key>
						<false/>
					</dict>
				</array>
				
			</dict>
			<key>Processor</key>
			<string>JSSImporter</string>
		</dict>
	</array>
</dict>
</plist>
